<html lang="es">
    <head>
        <META http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <link rel="stylesheet" href="style/style.css">
        <link rel="stylesheet" href="https://manuelmsni.github.io/IMAGG/css/IMAGG_default.css">
        <title>slimm1</title>
    </head>
    <body>
        <nav id="contenedor">
            <div class="boton_menu">
                <img id="img1" src="images/slimm1_logos_rgb-05.png" alt="myLogo">
            </div>
            <div id="titulo">
                <h1>Mart&iacute;n Ramonda S&aacute;enz</h1>
            </div>
            <div class="boton2">
                <img id="img2" src="images/github.png" alt="githubLogo" onclick="window.open('https://github.com/slimm1')">
            </div>
        </nav>
        <div class="panel_container">
            <div class="panel">
                <div class="img_menu" onclick="window.open('https://www.youtube.com/channel/UC5j7oUaC80o83tr_Iqt1gAQ')">
                    <img src="svg/youtube-color-svgrepo-com.svg" alt="yt" width="50" height="50">
                </div>
                <div class="img_menu" onclick="window.open('https://open.spotify.com/artist/1TjjXyBc5u4CF3geDccnuQ')">
                    <img src="svg/spotify-color-svgrepo-com.svg" alt="spoti" width="50" height="50">
                </div>
                <div class="img_menu" onclick="window.open('https://soundcloud.com/slimmig')">
                    <img src="svg/soundcloud-svgrepo-com (2).svg" alt="soundcloud" width="50" height="55">
                </div>
                <div class="img_menu" onclick="window.open('https://www.instagram.com/whodafuckslimm1/')">
                    <img src="svg/instagram-1-svgrepo-com.svg" alt="insta" width="50" height="50">
                </div>
                <div class="img_menu" onclick="window.open('https://twitter.com/mynameslimm1')">
                    <img src="svg/twitter-color-svgrepo-com.svg" alt="twitter" width="50" height="50">
                </div>
                <div class="img_menu" id="discord_logo">
                    <img src="svg/discord-icon-svgrepo-com.svg" alt="discord" width="50" height="50">
                </div>
            </div>
            <div id="panel_lateral">
                <p>chinasky#2078</p>
            </div>
        </div>
        <div id="disparador">
            <h2>MY MUSIC PORTFOLIO</h2>
        </div>
        <div id="artWork" class="hidden">
            <div class="articles">
                <div class="leftSide">
                    <img class="div_img triggerIMAGG" src="images/SLIMMYEND.jpg" alt="WE LIT (2019)">
                </div>
                <div class="center">
                    <h3>WE LIT (2019)</h3>
                    <p>
            Sin duda este fue el track que marc&oacute; un antes y un despu&eacute;s en la carrera musical de este artista vocal. SLIMM1, antes conocido como DON RAMONDA o el RAMONDA volvi&oacute; a la escena urbana logro&ntilde;esa con este palo all&aacute; en 2019. Este track cargado de l&iacute;rica es un reflejo de la experiencia que adquiri&oacute; el artista en sus viajes por Europa y Espa&ntilde;a. Se hacen muchas referencias a la droga, la fiesta, las ambiciones y las compa&ntilde;&iacute;as. La influencia del trap americano y la lengua inglesa son evidentes. Una manera de romper definitivamente con el estilo noventero que hab&iacute;a caracterizado a SLIMM1. El track se lanz&oacute; como single en Spotify y no se hizo ning&uacute;n video, pero el track est&aacute; en Youtube y tuvo una gran acogida por la comunidad urbana de Logro&ntilde;o y Madrid.
            </p>
                    <p>
                        <a href="https://www.youtube.com/watch?v=pjEFv9j1dhI" target="_blank">VIDEO YOUTUBE</a>
                    </p>
                </div>
                <div class="rightSide">
                    <iframe src="https://open.spotify.com/embed?uri=spotify:album:6wFv4uOW5vGO5Zjg5k9FV9" frameborder="0" allowtransparency="true" allow="encrypted-media"></iframe>
                </div>
            </div>
            <div class="articles">
                <div class="leftSide">
                    <img class="div_img triggerIMAGG" src="images/tattoos.jpg" alt="Tattoos (2020)">
                </div>
                <div class="center">
                    <h3>Tattoos (2020)</h3>
                    <p>
            Tattoos fue el track detonante de lo que se avecinaba. Un salto audiovisual en la carrera el artista. Aunque la canci&oacute;n llevaba grabada y mezclada desde 2019, no fue hasta 2020 que se lanz&oacute; en todas las plataformas. La raz&oacute;n: una pel&iacute;cula. As&iacute; es... el artista quer&iacute;a hacer el mejor video que hab&iacute;a hecho nunca en su carrera, y aunque no contaba con muchos medios si ten&iacute;a un contacto de oro. Con la ayuda de Carlos S&aacute;ez, Josete y la Sala Negra de Logro&ntilde;o, el artista logr&oacute; compilar un video que, si bien est&aacute; lejos de ser profesional, fue uno de los m&aacute;s extravagantes nunca hechos en el g&eacute;nero urbano de la ciudad de Logro&ntilde;o. La canci&oacute;n se hizo conocida en redes sociales como instagram y tik-tok por su relacion con los tatuajes. Ten&eacute;is el link del videoclip a Youtube m&aacute;s abajo.
            </p>
                    <p>
                        <a href="https://www.youtube.com/watch?v=p0-w97CpQCA" target="_blank">VIDEO YOUTUBE</a>
                    </p>
                </div>
                <div class="rightSide">
                    <iframe src="https://open.spotify.com/embed?uri=spotify:album:0u0AAMClrOPHRhsr1GR7gH" frameborder="0" allowtransparency="true" allow="encrypted-media"></iframe>
                </div>
            </div>
            <div class="articles">
                <div class="leftSide">
                    <img class="div_img triggerIMAGG" src="images/babykilla.jpg" alt="BabyKilla (2020)">
                </div>
                <div class="center">
                    <h3>BabyKilla (2020)</h3>
                    <p>
            Este single es un cambio radical en el estilo habitual del artista logro&ntilde;&eacute;s. Enfocado hacia un ritmo m&aacute;s comercial y salsero, BabyKilla fue un bombazo en la escena local. La colaboraci&oacute;n de Flaquito Apache, G-Track y Tee-K con SLIMM1 fue la sensaci&oacute;n de las redes sociales locales por un par de meses. El artista rompe con su estilo vocal habitual y experimenta con voces agudas que marcan la diferencia. Si bien el artista ya hab&iacute;a usado este tipo de voces como recuros para coros, dobles voces o ad-libs, en este track lo utiliza como voz principal haciendo que para muchos sea irreconocible. Este lanzamiento se hizo sin videoclip pero est&aacute; en todas las plataformas y con buenos n&uacute;meros. Aunque vieja, sigue siendo una de las canciones m&aacute;s populares del SLIMM1.
            </p>
                    <p>
                        <a href="https://www.youtube.com/watch?v=tUvIPIaqwYE" target="_blank">VIDEO YOUTUBE</a>
                    </p>
                </div>
                <div class="rightSide">
                    <iframe src="https://open.spotify.com/embed?uri=spotify:album:6MCz9gmRMyu17RUl8hN0Wm" frameborder="0" allowtransparency="true" allow="encrypted-media"></iframe>
                </div>
            </div>
            <div class="articles">
                <div class="leftSide">
                    <img class="div_img triggerIMAGG" src="images/unnamed (1).jpg" alt="Hola (2020)">
                </div>
                <div class="center">
                    <h3>Hola (2020)</h3>
                    <p>
            Para seguir con la l&iacute;nea de BabyKilla, 'Hola' fue lanzado despu&eacute;s por su similitud en el ritmo bailongo y comercial. Aunque esta canci&oacute;n fue escrita all&aacute; en 2019, el artista decidi&oacute; lanzarla por el cari&ntilde;o que ten&iacute;a hacia esta letra. Transmite una vibra diferente en cuanto a lo lirical, ya que el mensaje difiere mucho de los t&oacute;picos del rap y el trap. Una de las razones por las que se tard&oacute; tabnto en lanzar este track fue el factor estudio. El artista no dispon&iacute;a de los recursos necesarios para la grabaci&oacute;n de vocales cuando la escribi&oacute;, pero en 2020 tuvo contacto con Victor Estr&eacute;s y tuvo la oportunidad de grabar esta canci&oacute;n en un estudio profesional de m&uacute;sica. No se grab&oacute; videoclip, pero BazzBoyz realizaron un videolyric que se lanz&oacute; en Youtube dos d&iacute;as despu&eacute;s de su presentaci&oacute;n en Spotify. Dejo el link a la muestra audiovisual m&aacute;s abajo.
            </p>
                    <p>
                        <a href="https://www.youtube.com/watch?v=Y6FQKHuo39E" target="_blank">VIDEO YOUTUBE</a>
                    </p>
                </div>
                <div class="rightSide">
                    <iframe src="https://open.spotify.com/embed?uri=spotify:album:3S2nQmtit4xzdH65HpRbJs" frameborder="0" allowtransparency="true" allow="encrypted-media"></iframe>
                </div>
            </div>
            <div class="articles">
                <div class="leftSide">
                    <img class="div_img triggerIMAGG" src="images/SUPERslimi plastico.jpg" alt="SUPERSLIMMI THE MIXTAPE (2020)">
                </div>
                <div class="center">
                    <h3>SUPERSLIMMI THE MIXTAPE (2020)</h3>
                    <p>
            SUPPERSLIMMI fue el "primer" trabajo largo en solitario de SLIMM1 tras su regreso a la m&uacute;sica. Despu&eacute;s de dos a&ntilde;os de par&oacute;n, SUPERSLIMMI es el resultado de grabaciones sobre vivencias en los viajes al extranjero, con una clara influencia del trap americano y la vida callejera. El trabajo cuenta con la colaboraci&oacute;n de varios artistas de la ciudad de Logro&ntilde;o. Representa la exaltaci&oacute;n de un alter ego extravagante y alocado que encaja a la perfecci&oacute;n con el estilo de vida del artista en 2020. Para el lanzamiento se grab&oacute; el videoclip de 'Wave', el primer track de la tape, en Gij&oacute;n con la colaboraci&oacute;n de Yoshi Browm y Carlos S&aacute;ez. Puedes ver el video en Youtube pinchando en el enlace de aqui abajo. No olvides suscribirte al canal de youtube y dejar un comentario!
            </p>
                    <p>
                        <a href="https://www.youtube.com/watch?v=HWlKTuzJVfs" target="_blank">VIDEO YOUTUBE</a>
                    </p>
                </div>
                <div class="rightSide">
                    <iframe src="https://open.spotify.com/embed?uri=spotify:album:6XZKBmqUbCoO8Z2uqfxjQS" frameborder="0" allowtransparency="true" allow="encrypted-media"></iframe>
                </div>
            </div>
            <div class="articles">
                <div class="leftSide">
                    <img class="div_img triggerIMAGG" src="images/SLimmi (3).png" alt="SLIMM1 x 1MCFLY (2021)">
                </div>
                <div class="center">
                    <h3>SLIMM1 x 1MCFLY (2021)</h3>
                    <p>
            Del junte entre el productor valenciano de origen dominicano '1McFly' y el rapero logro&ntilde;&eacute;s 'SLIMM1' surge esta delicia auditiva: SLIMM1 x 1MCFLY es el fruto de medio a&ntilde;o de trabajo a distancia entre estos dos artistas. El estilo agresivo de los bater&iacute;as del dominicano encajan a la perfecci&oacute;n con el flow t&eacute;trico del artista vocal. A&uacute;n sin colaborar directamente en un estudio de grabaci&oacute;n, los dos artistas supieron compenetrarse a la perfecci&oacute;n para la elaboraci&oacute;n de estos cinco tracks. Para esta mixtape se grab&oacute; el videoclip de la canci&oacute;n 'BLESSED', que tuvo una gran acogida entre el p&uacute;blico underground de la escena logro&ntilde;esa, aunque nunca lleg&oacute; a tener un alcance nacional. Adjuntamos el link a Youtube m&aacute;s abajo.
            </p>
                    <p>
                        <a href="https://www.youtube.com/watch?v=_qr7sac00RE" target="_blank">VIDEO YOUTUBE</a>
                    </p>
                </div>
                <div class="rightSide">
                    <iframe src="https://open.spotify.com/embed?uri=spotify:album:03VeYoqDZwGFom1YskpoLw" frameborder="0" allowtransparency="true" allow="encrypted-media"></iframe>
                </div>
            </div>
            <div class="articles">
                <div class="leftSide">
                    <img class="div_img triggerIMAGG" src="images/definitivo.jpg" alt="top ten (2022)">
                </div>
                <div class="center">
                    <h3>top ten (2022)</h3>
                    <p>
            'top ten' es un lanzamiento furtivo y breve que consta de dos tracks. Con una duraci&oacute;n de tan solo 6 minutos, el trabajo transmite un mensaje muy diferente al estilo que estamos acostumbrados a escuchar de SLIMM1. Este trabajo deja ver una ligera transici&oacute;n hacia un estilo m&aacute;s tranquilo y pausado, alejado del estilo callejero y grotesco que se apreciaba en anteriores trabajos. Con la colaboraci&oacute;n de 1McFly en el track que da nombre a la tape y del productor logro&ntilde;&eacute;s Omrame en 'moonlight'. Para este lanzamiento no se realizaron videoclips, no obstante tuvo una gran acogida en instagram y spotify por los fieles al artista logro&ntilde;&eacute;s. Se trata de un estilo mucho mas personal que, a mi juicio merece la pena escuchar. 
            </p>
                    <p>
                        <a href="https://www.youtube.com/watch?v=jqeJnxYvl6U" target="_blank">VIDEO YOUTUBE</a>
                    </p>
                </div>
                <div class="rightSide">
                    <iframe src="https://open.spotify.com/embed?uri=spotify:album:772bTQ2oh4J9fuFdwYUfvl" frameborder="0" allowtransparency="true" allow="encrypted-media"></iframe>
                </div>
            </div>
            <div class="articles">
                <div class="leftSide">
                    <img class="div_img triggerIMAGG" src="images/RICO HQUALITY (1).jpg" alt="RICO (2022)">
                </div>
                <div class="center">
                    <h3>RICO (2022)</h3>
                    <p>
            'Rico' es el &uacute;ltimo lanzamiento que hemos visto de SLIMM1. lanzado a mediados de 2022, con una instrumental tranquila, un flow pausado y una melod&iacute;a pegadiza. Se grab&oacute; un video a modo de one-shot en una casa del centro de Logro&ntilde;o. La canci&oacute;n consolida un estilo que ya se dejaba ver en el trabajo de 2021 con MCfly, con el uso de autotune y referencias al mundo de la cultura hip-hop pero de una manera personal. El lanzamiento est&aacute; en todas las plataformas digitales, pero donde m&aacute;s impacto tuvo es en Youtube. Dejo el link al videoclip aqu&iacute; abajo.
            </p>
                    <p>
                        <a href="https://www.youtube.com/watch?v=NRJlQ-R8K9A" target="_blank">VIDEO YOUTUBE</a>
                    </p>
                </div>
                <div class="rightSide">
                    <iframe src="https://open.spotify.com/embed?uri=spotify:album:2ouZsBGLeH6sW80ZErEfHf" frameborder="0" allowtransparency="true" allow="encrypted-media"></iframe>
                </div>
            </div>
        </div>
        <script src="script/script.js"></script><script src="https://manuelmsni.github.io/IMAGG/IMAGG_1.0/js/IMAGG.js"></script>
    </body>
</html>
